{
    "start": {
        "en": "This telegram bot allows you to use [Wolfram Alpha](https://www.wolframalpha.com/) absolutely free with step-by-step solutions and photo recognition.\n\nThere is also a translator, and you can write in any language, and if Wolfram Alpha doesn't understand you, GPT will correct your query.\n\nI have a [bot](https://t.me/personalised_ai_assistant_bot) where you can chat with a GPT, who can use WolframAlpha for his replies (he can also search the web, generate images, work with pdfs, and more).\n\n/help for more information\n\nTry `x^2-5x+6=0`",
        "ru": "Этот телеграм-бот позволяет вам использовать [Wolfram Alpha](https://www.wolframalpha.com/) абсолютно бесплатно с пошаговыми решениями и распознаванием фотографий.\n\nТакже есть переводчик, и вы можете писать на любом языке, и если Wolfram Alpha вас не понимает, GPT исправит ваш запрос.\n\nУ меня есть [бот](https://t.me/personalised_ai_assistant_bot), где вы можете общаться с GPT, который может использовать WolframAlpha для своих ответов (он также может искать в Интернете, генерировать изображения, работать с PDF-файлами и многое другое).\n\n/help для получения дополнительной информации\n\nПопробуйте `x^2-5x+6=0`",
        "fr": "Ce bot Telegram vous permet d'utiliser [Wolfram Alpha](https://www.wolframalpha.com/) absolument gratuitement avec des solutions étape par étape et la reconnaissance de photos.\n\nIl y a aussi un traducteur, et vous pouvez écrire dans n'importe quelle langue, et si Wolfram Alpha ne vous comprend pas, GPT corrigera votre requête.\n\nJ'ai un [bot](https://t.me/personalised_ai_assistant_bot) où vous pouvez discuter avec un GPT, qui peut utiliser WolframAlpha pour ses réponses (il peut également rechercher sur le Web, générer des images, travailler avec des fichiers PDF, etc.).\n\n/help pour plus d'informations\n\nEssayez `x^2-5x+6=0`",
        "es": "Este bot de Telegram te permite usar [Wolfram Alpha](https://www.wolframalpha.com/) de forma totalmente gratuita con soluciones paso a paso y reconocimiento de fotos.\n\nTambién hay un traductor, y puedes escribir en cualquier idioma, y ​​si Wolfram Alpha no te entiende, GPT corregirá tu consulta.\n\nTengo un [bot](https://t.me/personalised_ai_assistant_bot) donde puedes chatear con un GPT, que puede usar WolframAlpha para sus respuestas (también puede buscar en la web, generar imágenes, trabajar con archivos PDF y más).\n\n/help para obtener más información\n\nPrueba con `x^2-5x+6=0`",
        "it": "Questo bot di Telegram ti consente di usare [Wolfram Alpha](https://www.wolframalpha.com/) in modo completamente gratuito con soluzioni passo dopo passo e riconoscimento fotografico.\n\nC'è anche un traduttore e puoi scrivere in qualsiasi lingua e, se Wolfram Alpha non ti capisce, GPT correggerà la tua query.\n\nHo un [bot](https://t.me/personalised_ai_assistant_bot) con cui puoi chattare con un GPT, che può usare WolframAlpha per le sue risposte (può anche cercare sul web, generare immagini, lavorare con i PDF e altro ancora).\n\n/help per maggiori informazioni\n\nProva `x^2-5x+6=0`",
        "pt": "Este bot do Telegram permite que você use o [Wolfram Alpha](https://www.wolframalpha.com/) de graça, com soluções passo a passo e reconhecimento de fotos.\n\nTambém há um tradutor, e você pode escrever em qualquer idioma. Se o Wolfram Alpha não entender você, o GPT corrigirá sua consulta.\n\nEu tenho um [bot](https://t.me/personalised_ai_assistant_bot) onde você pode conversar com um GPT, que pode usar o WolframAlpha para suas respostas (ele também pode pesquisar na web, gerar imagens, trabalhar com PDFs e muito mais).\n\n/help para mais informações\n\nTente `x^2-5x+6=0`",
        "hi": "यह टेलीग्राम बॉट आपको चरण-दर-चरण समाधान और फोटो पहचान के साथ [वोल्फ्राम अल्फा](https://www.wolframalpha.com/) का बिल्कुल मुफ्त उपयोग करने की अनुमति देता है।\n\nइसमें एक अनुवादक भी है, और आप किसी भी भाषा में लिख सकते हैं, और अगर वोल्फ्राम अल्फा आपको समझ नहीं पाता है, तो GPT आपकी क्वेरी को सही कर देगा।\n\nमेरे पास एक [बॉट](https://t.me/personalised_ai_assistant_bot) है, जहाँ आप एक GPT के साथ चैट कर सकते हैं, जो अपने उत्तरों के लिए वोल्फ्रामअल्फा का उपयोग कर सकता है (वह वेब पर खोजभी कर सकता है, चित्र बना सकता है, पीडीएफ के साथ काम कर सकता है, और बहुत कुछ)।\n\n/help अधिक जानकारी के लिए\n\n`x^2-5x+6=0` आज़माएँ"

    },
    "help": {
        "en": "[GitHub](https://github.com/Gvb3a/wolfram_telegram_bot)\n\nThis telegram bot works with [WolframAlpha](https://www.wolframalpha.com/). WolframAlpha provides answers not by searching the Internet, but by performing dynamic computations based on a huge collection of built-in data, algorithms and methods.\n\nRecognition is performed with [SimpleTex](https://www.simpletex.net/). For successful recognition, you need to crop the photo so that ONLY what you want to calculate is visible. Nothing else!\n\nThe bot uses Google translator, because WolframAlpha only understands English\n\nIf WolframAlpha doesn't understand you, Llama 3.1 70b ([groq](https://groq.com/)) will correct your request, so you can write in a very arbitrary form.\n\nI have a [bot](https://t.me/personalised_ai_assistant_bot) where you can chat with a GPT, who can use WolframAlpha for his replies (he can also search the web, generate images, work with pdfs, and more). \n\nI highly recommend that you watch the examples to better understand WolframAlpha's abilities:\n[Mathematics](https://www.wolframalpha.com/examples/mathematics), [Science & Technology](https://www.wolframalpha.com/examples/science-and-technology), [Society & Culture](https://www.wolframalpha.com/examples/society-and-culture), [Everyday Life](https://www.wolframalpha.com/examples/everyday-life).\n\nAdmin: @gvb3a",
        "ru": "[GitHub](https://github.com/Gvb3a/wolfram_telegram_bot)\n\nЭтот телеграм-бот работает с [WolframAlpha](https://www.wolframalpha.com/). WolframAlpha дает ответы не путем поиска в Интернете, а путем выполнения динамических вычислений на основе огромной коллекции встроенных данных, алгоритмов и методов.\n\nРаспознавание выполняется с помощью [SimpleTex](https://www.simpletex.net/). Для успешного распознавания вам нужно обрезать фотографию так, чтобы было видно ТОЛЬКО то, что вы хотите вычислить. Ничего больше!\n\nБот использует переводчик Google, потому что WolframAlpha понимает только английский язык\n\nЕсли WolframAlpha вас не понимает, Llama 3.1 70b ([groq](https://groq.com/)) исправит ваш запрос, так что вы сможете писать в совершенно произвольной форме.\n\nУ меня есть [бот](https://t.me/personalised_ai_assistant_bot), с помощью которого вы можете общаться с GPT, который может использовать WolframAlpha для своих ответов (он также может искать в Интернете, генерировать изображения, работать с PDF-файлами и многое другое). \n\nЯ настоятельно рекомендую вам посмотреть примеры, чтобы лучше понять возможности WolframAlpha:\n[Математика](https://www.wolframalpha.com/examples/mathematics), [Наука и технологии](https://www.wolframalpha.com/examples/science-and-technology), [Общество и культура](https://www.wolframalpha.com/examples/society-and-culture), [Повседневная жизнь](https://www.wolframalpha.com/examples/everyday-life).\n\nСоздатель: @gvb3a",
        "fr": "[GitHub](https://github.com/Gvb3a/wolfram_telegram_bot)\n\nCe bot Telegram fonctionne avec [WolframAlpha](https://www.wolframalpha.com/). WolframAlpha fournit des réponses non pas en recherchant sur Internet, mais en effectuant des calculs dynamiques basés sur une énorme collection de données, d'algorithmes et de méthodes intégrés.\n\nLa reconnaissance est effectuée avec [SimpleTex](https://www.simpletex.net/). Pour une reconnaissance réussie, vous devez recadrer la photo de manière à ce que SEUL ce que vous voulez calculer soit visible. Rien d'autre !\n\nLe bot utilise le traducteur Google, car WolframAlpha ne comprend que l'anglais\n\nSi WolframAlpha ne vous comprend pas, Llama 3.1 70b ([groq](https://groq.com/)) corrigera votre demande, vous pourrez donc écrire sous une forme très arbitraire.\n\nJ'ai un [bot](https://t.me/personalised_ai_assistant_bot) où vous pouvez discuter avec un GPT, qui peut utiliser WolframAlpha pour ses réponses (il peut également rechercher sur le Web, générer des images, travailler avec des fichiers PDF, etc.). \n\nJe vous recommande vivement de regarder les exemples pour mieux comprendre les capacités de WolframAlpha :\n[Mathématiques](https://www.wolframalpha.com/examples/mathematics), [Science et technologie](https://www.wolframalpha.com/examples/science-and-technology), [Société et culture](https://www.wolframalpha.com/examples/society-and-culture), [Vie quotidienne](https://www.wolframalpha.com/examples/everyday-life).\n\nCréateur : @gvb3a",
        "es": "[GitHub](https://github.com/Gvb3a/wolfram_telegram_bot)\n\nEste bot de Telegram funciona con [WolframAlpha](https://www.wolframalpha.com/). WolframAlpha proporciona respuestas no buscando en Internet, sino realizando cálculos dinámicos basados ​​en una enorme colección de datos, algoritmos y métodos integrados.\n\nEl reconocimiento se realiza con [SimpleTex](https://www.simpletex.net/). Para un reconocimiento exitoso, debe recortar la foto para que SÓLO sea visible lo que desea calcular. ¡Nada más!\n\nEl bot usa el traductor de Google, porque WolframAlpha solo entiende inglés\n\nSi WolframAlpha no te entiende, Llama 3.1 70b ([groq](https://groq.com/)) corregirá tu solicitud, para que puedas escribir de forma muy arbitraria.\n\nTengo un [bot](https://t.me/personalised_ai_assistant_bot) donde puedes chatear con un GPT, que puede usar WolframAlpha para sus respuestas (también puede buscar en la web, generar imágenes, trabajar con PDF y más). \n\nTe recomiendo que veas los ejemplos para comprender mejor las habilidades de WolframAlpha:\n[Matemáticas](https://www.wolframalpha.com/examples/mathematics), [Ciencia y tecnología](https://www.wolframalpha.com/examples/science-and-technology), [Sociedad y cultura](https://www.wolframalpha.com/examples/society-and-culture), [Vida cotidiana](https://www.wolframalpha.com/examples/everyday-life).\n\nCreador: @gvb3a",
        "it": "[GitHub](https://github.com/Gvb3a/wolfram_telegram_bot)\n\nQuesto bot di Telegram funziona con [WolframAlpha](https://www.wolframalpha.com/). WolframAlpha fornisce risposte non cercando su Internet, ma eseguendo calcoli dinamici basati su un'enorme raccolta di dati, algoritmi e metodi integrati.\n\nIl riconoscimento viene eseguito con [SimpleTex](https://www.simpletex.net/). Per un riconoscimento corretto, è necessario ritagliare la foto in modo che sia visibile SOLO ciò che si desidera calcolare. Nient'altro!\n\nIl bot utilizza Google Translate, perché WolframAlpha capisce solo l'inglese\n\nSe WolframAlpha non ti capisce, Llama 3.1 70b ([groq](https://groq.com/)) correggerà la tua richiesta, così potrai scrivere in una forma molto arbitraria.\n\nHo un [bot](https://t.me/personalised_ai_assistant_bot) con cui puoi chattare con un GPT, che può utilizzare WolframAlpha per le sue risposte (può anche cercare sul web, generare immagini, lavorare con i PDF e altro ancora). \n\nTi consiglio vivamente di guardare gli esempi per comprendere meglio le capacità di WolframAlpha:\n[Matematica](https://www.wolframalpha.com/examples/mathematics), [Scienza e tecnologia](https://www.wolframalpha.com/examples/science-and-technology), [Società e cultura](https://www.wolframalpha.com/examples/society-and-culture), [Vita quotidiana](https://www.wolframalpha.com/examples/everyday-life).\n\nCreatore: @gvb3a",
        "pt": "[GitHub](https://github.com/Gvb3a/wolfram_telegram_bot)\n\nEste bot do Telegram funciona com o [WolframAlpha](https://www.wolframalpha.com/). O WolframAlpha fornece respostas não pesquisando na Internet, mas realizando cálculos dinâmicos com base em uma enorme coleção de dados, algoritmos e métodos integrados.\n\nO reconhecimento é realizado com o [SimpleTex](https://www.simpletex.net/). Para um reconhecimento bem-sucedido, você precisa cortar a foto para que SOMENTE o que você deseja calcular fique visível. Nada mais!\n\nO bot usa o Google Tradutor, porque o WolframAlpha só entende inglês\n\nSe o WolframAlpha não entender você, o Llama 3.1 70b ([groq](https://groq.com/)) corrigirá sua solicitação, para que você possa escrever de uma forma bem arbitrária.\n\nEu tenho um [bot](https://t.me/personalised_ai_assistant_bot) onde você pode conversar com um GPT, que pode usar o WolframAlpha para suas respostas (ele também pode pesquisar na web, gerar imagens, trabalhar com PDFs e muito mais). \n\nRecomendo fortemente que você assista aos exemplos para entender melhor as habilidades do WolframAlpha:\n[Matemática](https://www.wolframalpha.com/examples/mathematics), [Ciência e Tecnologia](https://www.wolframalpha.com/examples/science-and-technology), [Sociedade e Cultura](https://www.wolframalpha.com/examples/society-and-culture), [Vida Cotidiana](https://www.wolframalpha.com/examples/everyday-life).\n\nCriador: @gvb3a",
        "hi": "[GitHub](https://github.com/Gvb3a/wolfram_telegram_bot)\n\nयह टेलीग्राम बॉट [WolframAlpha](https://www.wolframalpha.com/) के साथ काम करता है। WolframAlpha इंटरनेट पर खोज करके नहीं, बल्कि बिल्ट-इन डेटा, एल्गोरिदम और विधियों के विशाल संग्रह के आधार पर गतिशील गणना करके उत्तर प्रदान करता है।\n\nपहचान [SimpleTex](https://www.simpletex.net/) के साथ की जाती है। सफल पहचान के लिए, आपको फ़ोटो को क्रॉप करना होगा ताकि केवल वही दिखाई दे जिसकी आप गणना करना चाहते हैं। और कुछ नहीं!\n\nबॉट Google अनुवादक का उपयोग करता है, क्योंकि WolframAlpha केवल अंग्रेज़ी समझता है\n\nयदि WolframAlpha आपको नहीं समझता है, तो Llama 3.1 70b ([groq](https://groq.com/)) आपके अनुरोध को सही कर देगा, ताकि आप बहुत ही मनमाने तरीके से लिख सकें।\n\nमेरे पास एक [बॉट](https://t.me/personalised_ai_assistant_bot) है, जहाँ आप एक GPT के साथ चैट कर सकते हैं, जो अपने उत्तरों के लिए WolframAlpha का उपयोग कर सकता है (वह वेब पर खोज भी कर सकता है, चित्र बना सकता है, pdfs के साथ काम कर सकता है, और बहुत कुछ)। \n\nमैं अत्यधिक अनुशंसा करता हूं कि आप वुल्फरामअल्फा की क्षमताओं को बेहतर ढंग से समझने के लिए उदाहरण देखें:\n[गणित](https://www.wolframalpha.com/examples/mathematics), [विज्ञान और प्रौद्योगिकी](https://www.wolframalpha.com/examples/science-and-technology), [समाज और संस्कृति](https://www.wolframalpha.com/examples/society-and-culture), [रोजमर्रा की जिंदगी](https://www.wolframalpha.com/examples/everyday-life).\n\nनिर्माता: @gvb3a"
    }
}